{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Steuert die Grasentfernung unter Gebäuden und ob es nach dem Abbau zurückkehrt."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "Frühester Zeitpunkt, zu dem vorübergehend verborgenes Gras zurückkehren kann, nachdem das letzte abdeckende Gebäude abgebaut wurde."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Zusätzlicher Abstand oberhalb und unterhalb der abgedeckten Gebäudegeometrie."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Zusätzlicher Abstand zur Grasentfernung um die Grundfläche eines Gebäudes."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Schrittweises Nachwachsen vom Rand zur Mitte"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Horizontaler Puffer (Meter)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "Spätester Zeitpunkt, zu dem vorübergehend verborgenes Gras zurückkehren kann. Werte unter dem Minimum werden als Minimum behandelt."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "Kein Gras unter Gebäuden"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Gras nach dem Abbau nachwachsen lassen"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Maximale Nachwachszeit (Sekunden)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Minimale Nachwachszeit (Sekunden)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "Lässt erzeugtes Klippengras in ressourcenschonenden Stufen zurückkehren statt mit einem sichtbaren Sprung."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Vertikaler Puffer (Meter)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "Wenn aktiviert, kehrt verborgenes Gras nach der eingestellten Verzögerung zurück. Deaktivieren, damit Gras unter neu platzierten Gebäuden auch nach deren Abbau entfernt bleibt. Bäume, Büsche, Nutzpflanzen und anderes Laubwerk werden von dieser Mod niemals dauerhaft entfernt."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}